/* Go back action title */
"Back" = "Atrás";

/* Continue action title */
"Continue" = "Continuar";

/* Setup a new printer title */
"Set Up New Printer" = "Configurar nueva impresora";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "En pocos pasos, puede empezar a usar su impresora HP.";

/* Prepare printer message */
"Prepare" = "Preparar";


/* Ensure power is on message on prepare printer view */
"Power is ON" = "Está ENCENDIDA";


/* Unconfigured printer display name */
"New Wireless Printer" = "Nueva impresora inalámbrica";

/* Printer selection view title */
"Connect" = "Conectar";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Haga clic en Continuar para configurar una nueva impresora inalámbrica o haga clic en Mostrarlas todas para seleccionar una impresora que ya esté conectada.";

/* Show all printers button title */
"Show All" = "Mostrarlas todas";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Siga estos pasos para agregar su impresora a la red Wi-Fi.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Conecte el Mac a la impresora";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Haga clic en el icono de Wi-Fi en la barra de menú y elija la red de la impresora (empieza con \"HP-Setup\").";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Haga clic en el icono de Wi-Fi en la barra de menús y seleccione la red de su impresora (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Restaure la configuración Wi-Fi original de Mac";

/* Generic network name in lowercase */
"your network" = "su red";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Haga clic en el icono de Wi-Fi en la barra de menús y seleccione la red %@.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Haga clic en el icono de Wi-Fi en la barra de menús, seleccione \"Acceder a otra red\", y conéctese a la red %@.";

/* Generic network name */
"Your network" = "Su red";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "La red Wi-Fi %1$@requiere una contraseña%2$@.";

/* Password title */
"Password:" = "Contraseña:";

/* Cancel button title */
"Cancel" = "Cancelar";

/* OK button title */
"OK" = "OK";

/* Try again button title */
"Try Again" = "Intentar de nuevo";

/* Default button of alert on timeout while restoring connection */
"Wait" = "Esperar";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Reconfigurar";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Asegúrese de que el nombre y la contraseña de la red sean correctas, inténtelo de nuevo más adelante o seleccione otra red de la lista.";


/* Other button of alert on timeout while restoring connection */
"Cancel" = "Cancelar";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "No se puede conectar a la red \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "La red \"%1$@\" tiene el tipo de cifrado %2$@. Este tipo de cifrado no es compatible.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Siga estos pasos para preparar la impresión.";
"Click Add Printer. A new window will open." = "Haga clic en Agregar impresora. Se abrirá una nueva ventana.";
"Add Printer..." = "Agregar impresora…";
"In the newly opened window:" = "En la ventana que se ha abierto de nuevo:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Elija \"%1$@\" en el menú emergente %2$@.";
"Use" = "Usar";
"Print Using" = "Imprimir con";


"Click Add." = "Haga clic en Añadir.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Para averiguar si la impresora se ha configurado correctamente, coloque una hoja de papel %@ en la bandeja de papel de la impresora y haga clic en Imprimir página de prueba.";

"Print Test Page" = "Imprimir página de prueba";

/* The name of the print job */
"Test Page" = "Página de prueba";

"Add and Verify" = "Agregar y verificar";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Encuentre y únase a una red de Wi-Fi.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Escriba el nombre y el tipo de seguridad de la red a la que desea unirse.";

/* Network name label */
"Network Name:" = "Nombre de la red:";

/* Security type label */
"Security:" = "Seguridad:";

/* Password label */
"Password:" = "Contraseña:";

/* Show password checkbox title */
"Show password" = "Mostrar la contraseña";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Aplicar";

"Done" = "Listo";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Actualizando redes…";
"No Networks Found" = "No se han encontrado redes";
"%d Networks Found" = "Se han encontrado %d redes";
"Join Other Network..." = "Acceder a otra red…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: activado";
"Turn Wi-Fi Off" = "Desactivar Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "Inicio";
"Create Network..." = "Crear red…";
"Open Network Preferences..." = "Abrir el panel de preferencias Red…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ está intentando cambiar su configuración de impresión. Escriba la contraseña para permitirlo.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ está intentando cambiar sus preferencias de impresión. Escriba un nombre de administrador y una contraseña para permitirlo.";

"Account name:" = "Nombre de cuenta:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "Usar el controlador actual";

"Switch to the HP Driver" = "Pasar al controlador HP";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Ninguna";
"wpa_psk_or_wpa2" = "WPA/WPA2 Personal";
"wpa_enterprise" = "WPA Empresa";
"wpa2_enterprise" = "WPA2 Empresa";
"wpa_psk" = "WPA Personal";
"wpa2" = "WPA2 Personal";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Preparando para abrir HP Utility...";
"Thank You!" = "Muchas gracias";
"Continue with HP Utility" = "Continuar con HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Haga clic en Abrir HP Utility y siga los pasos indicados. Cuando se haya abierto HP Utility, HP Easy Start se cerrará automáticamente.";
"Cannot open HP Utility." = "No se puede abrir HP Utility.";
"Open HP Utility..." = "Abrir HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Ahora que está conectado y que se ha instalado el software básico, utilice HP Utility para completar las tareas de configuración de la impresora restantes.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "No hemos podido ubicar automáticamente ninguna opción de software para este producto. Vaya al sitio web de HP y busque las soluciones para el producto allí.";
"Searching for software..." = "Buscando software...";
"Install" = "Instalar";
"Recommended" = "Recomendado";
"Installing... %.1f%%" = "Instalando... %.1f%%";
"Loading..." = "Cargando...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "No se pudieron activar los servicios web de HP para su dispositivo";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Asegúrese de que el dispositivo está conectado a Internet y los ajustes del proxy son correctos.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Actividad del sistema en curso, espere....";

"Cannot obtain software information." = "No se puede obtener información de software.";
"Cannot install software." = "No se puede instalar software.";
"Go back to the previous step and try to install the software again." = "Vuelva al paso anterior e intente instalar el software de nuevo.";
"%@ is busy" = "%@ está ocupado";
"Downloading... %@" = "Descargando... %@";
"Update available" = "Actualización disponible";
"Downloaded" = "Descargado";
"Version: %@" = "Versión: %@";
"Status: %@" = "Estado: %@";
"Installed successfully" = "Se instaló correctamente";
"The software cannot be installed. Try again later." = "No se pudo instalar el software. Inténtelo de nuevo más tarde.";
"Cannot connect to server" = "No se pudo conectar con el servidor";
"Required" = "Obligatorio";
"Up to date" = "Actualizado";
"Not Installed" = "No instalado";
"Software installation requires authorization." = "La instalación del software requiere autorización.";
"Cannot obtain software information. Check your network connection, and then try again." = "No se puede obtener información  de software. Compruebe su conexión de red e inténtelo de nuevo.";
"Cannot download the software." = "No se puede descargar el software.";
"Check your network connection, and then try again." = "Compruebe su conexión de red e inténtelo de nuevo.";
"Waiting..." = "Esperando...";
"Connecting..." = "Conectando...";



/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "¿Desea utilizar el controlador de la impresora HP?";
"Select \"%@\"" = "Seleccione \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Seleccione la pestaña IP y escriba %@ en el campo Dirección.";

"Choose \"%@\" from the Protocol pop-up menu." = "Elija \"%@\" del menú emergente Protocolo.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Elija un protocolo compatible con su impresora del menú emergente Protocolo.";


"Generic PostScript Printer" = "Impresora PostScript genérica";
"Generic PCL Printer" = "Impresora PCL genérica";

/* Printer search/discovery */
"Ready to Connect" = "Preparado para conectar";
"Search for IP address: %@" = "Buscar por dirección IP: %@";
"Searching..." = "Buscando...";
"No devices have been found." = "No se encontraron dispositivos.";
"No devices have been found" = "No se encontraron dispositivos";

"Search for host name: %@" = "Buscar por nombre de host: %@";

/* Printer configuration */
"More..." = "Más...";
"About HP Auto Wireless Connect" = "Acerca de HP Auto Wireless Connect";
/* Connect device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Haga clic en la etiqueta que hay debajo del icono del dispositivo y asigne un nombre al dispositivo que sea fácil de reconocer, compruebe que la red Wi-Fi actual del Mac esté seleccionada y haga clic en Unirse.";

/* Join button title */
"Join" = "Unirse";

/* Join device to Wi-Fi network connection notes */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Nota: al hacer clic en Unirse, su Mac se desconectará temporalmente de su red inalámbrica. %@";



/* Preferences window title */
"Preferences" = "Preferencias";


/* Error messages */

"Cannot connect to the selected network." = "No se puede conectar a la red seleccionada.";
"Cannot configure the printer." = "No se puede configurar la impresora.";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "No puede cerrar la aplicación mientras se están realizando los cambios.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "La impresión está habilitada.";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "No puede cerrar la aplicación durante la instalación. Espere hasta que se haya completado.";

/* Reminders */
"Remind Me..." = "Recordarme...";
"Set reminders to explore and install free HP-recommended software." = "Establecer avisos para explorar e instalar software gratuito recomendado por HP.";
"Checking for software..." = "Buscando software...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Página Inicio";

/* Reminder time options */
"30 minutes" = "30 minutos";
"1 hour" = "1 hora";
"1 day" = "1 día";
"No reminders" = "Sin avisos";

"Enable Printing" = "Habilitar impresión";

"You cannot quit the application." = "No puede cerrar la aplicación.";


/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Otro software";
"Explore and install free HP recommended software." = "Explore e instale el software gratuito recomendado por HP.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Permita que %@ acceda a sus avisos en el panel de preferencias del sistema Seguridad y privacidad.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Seleccione la red";

/* Printer setup */


/* Info button title */
"More Info" = "Más información";



/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ puede haberse borrado o movido a otra ubicación. Salga y vuelva a abrir %1$@, e inténtelo de nuevo.";
"Cannot complete operation" = "No se puede completar la operación";
"Are you sure that you want to skip Online Setup steps?" = "¿Está seguro de que quiere omitir los pasos de Configuración en línea?";
"Skip" = "Omitir";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "La configuración en línea es una parte importante de la configuración completa de su impresora. Algunas características de producto pueden no estar disponibles para usted hasta que se hayan completado estos pasos.";
"Unable to communicate with the printer." = "No se ha podido comunicar con la impresora.";

/* Printer is not found title */
"No devices found that match search criteria" = "No se han encontrado dispositivos que coincidan con los criterios de búsqueda";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Asegúrese de que su dispositivo está encendido y ya está conectado a su red o a través de USB y listo para conectarse a su red inalámbrica. Compruebe también el nombre del producto y el nombre asignado al dispositivo conectado a la red y asegúrese de que la información de búsqueda se ha escrito correctamente. Haga clic en el botón Información para seguir más sugerencias en el caso de no poder encontrar todavía su dispositivo.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "La función de impresión no está habilitada.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "La función de impresión no se ha habilitado corretamente durante los pasos anteriores. Parece que esto ha sucedido debido a la selección incorrecta de la impresora en el diálogo Añadir impresora. Realice estos pasos de nuevo y preste más atención a la selecciones que lleve a cabo.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Para conectarse con la impresora, complete estos pasos. Tras completar cada paso, haga clic en \"Intentar de nuevo\".\n\n1. Asegúrese de que todos los cables de la impresora están conectados o que la conexión inalámbrica está funcionando correctamente.\n\n2. Apague la impresora y vuelva a encenderla.";

"Username:" = "Nombre de usuario:";

/* Conclusion screen title */
"Continue Online" = "Continuar en línea";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Ahora que está conectado y el software esencial está instalado, las tareas de configuración de la impresora restantes tendrán lugar en línea.";

/* Continue Online button title */
"Continue Online..." = "Continuar en línea...";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Haga clic en Continuar en línea para abrir su explorador Web y después siga los pasos presentados. Una vez que se haya abierto su explorador, HP Easy Start se cerrará automáticamente.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Continuar la configuración en línea";
"Skip Online Setup" = "Omitir la configuración en línea";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Finalizando la configuración...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Asegúrese de que el dispositivo está encendido, todos los cables están conectados y el acceso inalámbrico está activado en el dispositivo. Haga clic en el botón Información para seguir más consejos si todavía no se ha encontrado su dispositivo.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "No hay suficiente espacio libre en su disco de arranque para descargar el software seleccionado. Borre algunos archivos para conseguir más espacio y vuelva a intentarlo.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start requiere al menos %1$@ de espacio disponible en su disco de arranque para instalar los elementos seleccionados, pero solo hay disponibles %2$@. Borre algunos archivos en su disco de arranque para conseguir más espacio y vuelva a intentarlo.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Buscar";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "Asegurar AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd byte";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd bytes";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "El software de HP para su %1$@ compatible con AirPrint está disponible para OS X %2$@ o versión posterior. Haga clic en Continuar para seguir usando AirPrint.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "Los controladores HP para su dispositivo %1$@ solo están disponibles para OS X %2$@ o versión posterior. Actualice el sistema operativo de su equipo o instale los últimos controladores HP.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Ahora que está conectado, las tareas de configuración restantes se realizarán en línea.";


/* Enable logging checkbox title */
"Enable Logging" = "Activar el inicio de sesión";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Acuerdos y ajustes";

"AgreementsAndSettingsScreenCescription" = "HP recopila y analiza el uso de producto(s), software y servicios y los datos técnicos de su dispositivo con el fin de ofrecer nuestros productos y servicios, incluyendo actualizaciones y alertas, proporcionando información y ventajas relevantes para usted, y mejorando los productos, los servicios y las operaciones de negocios. HP también puede analizar estos datos en combinación con otros datos personales recopilados de acuerdo con la Declaración de privacidad de HP de usted, otros clientes HP u otros proveedores.\n\nRevise e indique su aceptación de los siguientes acuerdos y ajustes.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Información recopilada durante el proceso de configuración";

"Disclosure of the information collected by HP during the setup process." = "Divulgación de la información recopilada por HP durante el proceso de configuración.";

/* Second agreement: EULA */
"End User License Agreement" = "Acuerdo de licencia del usuario final";

"The legal agreement between HP and users of this software." = "El acuerdo legal entre HP y los usuarios de este software.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Recopilación de datos para la mejora del producto (recomendado)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "Permita a HP recopilar y analizar información sobre el uso de productos y software";

/* Miscellaneous */

"HP Privacy Statement" = "Declaración de privacidad de HP";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "En solo unos pocos pasos, su impresora o escáner HP estará preparado para el uso.";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Haga clic en Continuar una vez que se hayan completado estas tareas preliminares.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Los consumibles se instalan, si procede";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Si no quiere utilizar una conexión inalámbrica, conecte el cable adecuado (USB o Ethernet) desde su dispositivo a su Mac o red cableada.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Si necesita ayuda con cualquiera de estas tareas, consulte la información proporcionada con su producto HP.";

/* Unconfigured device display name */
"New Wireless Device" = "Nuevo dispositivo inalámbrico";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Seleccione el dispositivo que desee utilizar y después haga clic en Continuar.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "Ocurrió un error durante el intento de configuración. Restablezca el dispositivo a sus ajustes predeterminados y vuelva a intentarlo.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Su dispositivo no admite la configuración inalámbrica a través de una red inalámbrica. Consulte la documentación del producto para obtener más información.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "No se encontró el dispositivo en su red inalámbrica. Haga clic en Esperar para continuar buscando o haga clic en Volver a configurar para iniciar la configuración de nuevo desde el principio. Haga clic en Cancelar para seleccionar otro dispositivo.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "Se ha completado la configuración de su producto HP";
"Your device is set up and ready to use." = "Su dispositivo está configurado y preparado para el uso.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Ahora que está conectado y el software esencial está instalado, utilice HP Utility para completar las tareas de configuración de la impresora restantes.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Cambiar nombre del dispositivo (opcional)";

/* Renaming device error title and description */
"Cannot change device name." = "No se puede cambiar el nombre del dispositivo.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Error al cambiar el nombre del dispositivo. Puede volver a intentar, intente usar un nombre diferente o continúe con el nombre actual del dispositivo.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Un controlador de impresora AirPrint está asignado a su impresora. Este controlador proporciona características básicas y está admitido para el uso con su impresora. Sin embargo, para garantizar el acceso a todas las características de su impresora, se recomienda que utilice el controlador de impresora HP.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Un controlador de impresora genérico está asignado a su impresora. Este controlador proporciona características básicas y está admitido para el uso con su impresora. Sin embargo, para garantizar el acceso a todas las características de su impresora, se recomienda que utilice el controlador de impresora HP.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Descargue e instale el software recomendado para su producto HP.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Encienda el Wi-Fi de su Mac para detectar los dispositivos disponibles.";
"Searching for device with IP address: %@" = "Buscando el dispositivo con la dirección IP: %@";
"Filter the listed devices, or enter an IP address or host name." = "Filtre los dispositivos de la lista o escriba una dirección IP o nombre de host.";
"Devices matching %@" = "Dispositivos que coinciden con %@"; 
"Cannot find device." = "No se puede encontrar el dispositivo.";
"Searching for device with host name: %@" = "Buscando el dispositivo con el nombre de host: %@";


/* Printer configuration */
"Set Up My HP Product" = "Configurar mi producto HP";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "Para configurar el dispositivo, HP Easy Start tiene que cambiar sus ajustes de conexión temporalmente. Se requiere autorización.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Su dispositivo no es compatible con redes de 5 GHz. Seleccione otra red y vuelva a intentarlo.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "No se puede conectar su dispositivo al canal de red %1$@. Los canales compatibles son %2$@. Configure su router para utilizar uno de los canales admitidos o seleccione otra red.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "No se puede conectar su dispositivo al canal de red %@. Configure su router para utilizar otro canal o seleccione otra red.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Recopilando información del dispositivo...";


/* USB device busy error allert title and description */
"The device is busy" = "El dispositivo está ocupado";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Su dispositivo está siendo utilizado por el sistema operativo o alguna otra aplicación. Vuelva a intentarlo más tarde o reinicie el dispositivo.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "No se puede comunicar con el dispositivo.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Asegúrese de que su dispositivo esté encendido y conectado a su red. Compruebe también el nombre de host o la dirección IP del dispositivo asignado y asegúrese de que su información de búsqueda está escrita correctamente. Haga clic en el botón Información para obtener más consejos que seguir en el caso de que todavía no se encuentre su dispositivo.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "El nombre de usuario y la contraseña asignados a este dispositivo por su administradpr deben realizar esta tarea.";



/* Setup locale and language title and description */


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Preparando la configuración...";
"Connecting to the device..." = "Conectando con el dispositivo...";
"Setting up the device..." = "Configurando el dispositivo...";

"Restoring your network connection..." = "Restaurando su conexión de red...";
"Verifying the device settings..." = "Verificando los ajustes del dispositivo...";
"Your device is now connected." = "Su dispositivo ahora está conectado.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Habilitar impresión";

/* For multi-function printers */
"Enable Print and Scan" = "Habilitar impresión y escaneo";
"Follow these steps to prepare to print and scan." = "Siga estos pasos para preparar para la impresión y el escaneo.";

/* For single-function scanners */
"Enable Scanning" = "Habilitar escaneo";
"Follow these steps to prepare for scanning." = "Siga estos pasos para preparar para el escaneo.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Para determinar que el escáner se haya configurado correctamente, coloque un documento en el escáner de acuerdo con las marcas de colocación del dispositivo y haga clic en Escanear página de prueba.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Tipo de conexión incompatible.";
"Scanning functions will not be available" = "Las funciones de escaneo no estarán disponibles.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X no admite el escaneo en dispositivos conectados a través de métodos de nombre de host o dirección IP. Puede continuar con la configuración de este dispositivo para la impresión solamente. Para escanear, habilite Bonjour en su dispositivo, asegúrese de que el dispositivo esté conectado a la misma red local que su Mac y seleccione el dispositivo de nuevo cuando aparezca en la lista.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X no admite el escaneo en dispositivos conectados a través de métodos de nombre de host o dirección IP. Habilite Bonjour en su dispositivo, asegúrese de que el dispositivo esté conectado a la misma red local que su Mac y seleccione el dispositivo cuando aparezca en la lista.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Conectando con el escáner...";
"The scanner reported an error" = "El escáner notificó un error.";
"Scanning..." = "Escaneando...";
"The scanner is warming up..." = "El escáner se está calentando...";
"A document is not loaded" = "Un documento no está cargado.";

/* Test page control titles */
"Scan" = "Escanear";

"Print" = "Imprimir";
"Scan Test Page" = "Escanear página de prueba";

/* Create device queue instruction and button title */
"Add Device..." = "Agregar dispositivo...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Seleccione \"%1$@\" con el valor de Ubicación \"%2$@\"";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "La información registrada se guardará en \"%1$@\" en su carpeta %2$@.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Confirme que el escáner está funcionando correctamente.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "No fue posible acceder a la red seleccionada desde el dispositivo HP. Trate de acercar el dispositivo a su router o punto de acceso inalámbrico.";
"Google Analytics Privacy Policy" = "Política de privacidad de Google Analytics";
"The scanner was added successfully." = "Se agregó correctamente el escáner.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "Su dispositivo %1$@ es compatible para usar en OS X %2$@ o versión posterior. Actualice el sistema operativo de su ordenador.";
"Test Your Scanner" = "Probar el escáner";
"Place an item on the scanner and try again." = "Coloque un elemento en el escáner y vuelva a intentarlo.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Compruebe que el cable USB esté bien conectado a los puertos USB en el dispositivo y su Mac.";
"Cannot configure the device software." = "No se puede configurar el software del dispositivo.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Asegúrese de que todos los cables del dispositivo estén bien conectados, o que la conexión inalámbrica esté funcionando correctamente y vuelva a intentarlo.";
"ReviewedCheckboxTitle" = "He revisado y acepto los acuerdos y ajustes.";
"Your Mac login password is required to complete this step." = "Se requiere una contraseña de inicio de sesión de Mac para completar este paso.";
"Make sure your device is powered on and connected to the network, and then try again." = "Asegúrese de que el dispositivo esté encendido y conectado a la red, y vuelva a intentarlo.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "Los controladores de escáner HP para su dispositivo %1$@ solo están disponibles para OS X %2$@ o versión superior. Actualice el sistema operativo de su ordenador y vuelva a instalar los últimos controladores de HP.";
"Creating the printer queue..." = "Creando cola de impresión...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Para asegurarse de que la impresora se ha configurado correctamente, garantice que haya papel en la bandeja de la impresora y, a continuación, haga clic en Imprimir página de prueba.";
"Connecting to the scanner. Please wait..." = "Conectando el escáner. Espere...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "Se requieren las credenciales de acceso de Mac para conceder el permiso a HP Easy Start para que instale software en este ordenador. Haga clic en OK y vuelva a intentarlo.";
"The %@ IP address is not reachable." = "No se puede acceder a la dirección IP %@.";
"Click to setup the scanner in the system" = "Haga clic para configurar el escáner en el sistema";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "La dirección IP que ha proporcionado se encuentra en una red IP diferente y no se puede acceder desde su Mac.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "Para realizar este paso opcional, coloque un documento de una sola página en el escáner de acuerdo con las marcas de ubicación y luego haga clic en Escanear página de prueba. Si funciona correctamente, la imagen escaneada aparecerá en el área de vista previa.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Compruebe que el cable USB esté bien conectado a los puertos USB en el dispositivo y su Mac. Si sigue sin encontrar el dispositivo, desconecte el cable USB, espere unos instantes y vuelva a conectarlo.";
"ProductImprovementDescription" = "Para mejorar los productos y soluciones HP, entender mejor a los clientes y desarrollar iniciativas estratégicas de negocio, HP utiliza herramientas, como Google Analytics, para recopilar, combinar y analizar los datos que no contienen ningún tipo de información de identificación personal.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Añadir este escáner a la lista \"Impresoras y escáneres\" de Preferencias del sistema.";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Añadir esta impresora a la lista \"Impresoras y escáneres\" de Preferencias del sistema.";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Para realizar este paso opcional, coloque una hoja de papel %@ en la bandeja de la impresora y, a continuación, haga clic en Imprimir página de prueba.";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ debe reiniciarse";
"Setup of the selected device requires HP software update and restart of %@." = "La configuración de los dispositivos seleccionados requiere la actualización del software de HP y el reinicio de %@.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Agregar este dispositivo a la lista \"%@\" de Preferencias del sistema.";
"Add this scanner to the System Preferences \"%@\" list." = "Agregar este dispositivo a la lista \"%@\" de Preferencias del sistema.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Impresión y Escaneado";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Impresoras y escáneres";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Algunas de las funciones del dispositivo pueden no estar disponibles.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X es compatible con las funciones de fax y escaneo para los dispositivos conectados solo a través de Bonjour, pero este dispositivo no puede ser detectado a través de Bonjour. Puede continuar configurando este dispositivo sólo para impresión. Para utilizar todas las funciones del dispositivo, habilite Bonjour en el dispositivo, asegúrese de que el dispositivo esté conectado a la misma red local que su Mac y luego seleccione el dispositivo de nuevo cuando aparezca en la lista.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "Se debe actualizar la cola de impresión para este dispositivo.";
"Update..." = "Actualizar...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X no es compatible con el escaneado en los dispositivos conectados a través de métodos por nombre de host o dirección IP. Para escanear, habilite Bonjour en el dispositivo, asegúrese de que el dispositivo esté conectado a la misma red local que su Mac y seleccione nuevamente el dispositivo cuando aparezca en la lista.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Para conectar el dispositivo, complete los siguientes pasos. Una vez que haya completado todos los pasos, haga clic en \"Intentar de nuevo\".\n \n1. Asegúrese de que todos los cables estén conectados de forma segura o que la conexión inalámbrica funcione correctamente.\n\n2. Apague el dispositivo y vuelva a encenderlo.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Configuración del hardware";
"Lets install ink and paper" = "Permite instalar tinta y papel.";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Siga las instrucciones impresas incluidas con su dispositivo.\n\nCuando haya completado la instalación de tinta y papel, seleccione <b>Continuar</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "No se puede establecer la conexión para la configuración en línea.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Algunos de los pasos de configuración del dispositivo, que incluye la instalación del software HP, requieren una conexión a Internet. Asegúrese de que su impresora esté conectada a Internet y, a continuación, haga clic en Intentar de nuevo. Haga clic en Continuar fuera de línea para saltarse la configuración en línea.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Algunos de los pasos de configuración del dispositivo, que incluye la instalación del software HP, requieren una conexión a Internet. Asegúrese de que su impresora esté conectada a Internet y, a continuación, haga clic en Intentar de nuevo. Haga clic en Continuar fuera de línea para saltarse la configuración en línea y configure su dispositivo con el controlador AirPrint.";
/* Continue offline button title */ 
"Continue Offline" = "Continuar fuera de línea";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Se está descargando software. Espere hasta que la carga se complete.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Cerrar de todos modos";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "Tiene descargas activas en curso. Espere hasta que se completen las descargas o cancele las activas.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "No se puede descargar el software. Inténtelo más tarde.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Activar Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Su dispositivo está disponible mediante una conexión de Bonjour.";
"Using Bonjour allows you to have more features and options for work with your device." = "El uso de Bonjour le permite tener más funciones y opciones para trabajar con su dispositivo.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Utilice una conexión de Bonjour";
"Use current connection" = "Utilice una conexión actual";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X admite funciones de escaneo y fax para dispositivos conectados solo mediante Bonjour, pero este dispositivo no se puede detectar a través de Bonjour. Puede continuar configurando este dispositivo solo para impresión. Para utilizar todas las funciones del dispositivo, active Bonjour en su dispositivo y asegúrese de que esté conectado a la misma red local que su Mac.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X admite funciones de escaneo para dispositivos conectados solo mediante Bonjour, pero este dispositivo no se puede detectar a través de Bonjour. Active Bonjour en su dispositivo y asegúrese de que esté conectado a la misma red local que su Mac.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Conecte el dispositivo a la red inalámbrica";
"Your device supports wireless network connection." = "Su dispositivo admite conexión de red inalámbrica.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Conéctese a la red inalámbrica";
"Continue with USB connection" = "Continúe con la conexión USB";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Compruebe que el cable USB está conectado con seguridad a los puertos USB del dispositivo y su Mac. Si no está funcionando, apague el dispositivo, espere unos minutos y vuelva a encenderlo.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Desenchufe su dispositivo del USB.";
"Please unplug your device from USB to start using the network connection." = "Desenchufe su dispositivo del USB para empezar a utilizar la conexión de la red.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Nombre del modelo del dispositivo";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Escriba el nombre del modelo del dispositivo para empezar a buscar software online.";

/* Done button title */
"New Download" = "Nueva descarga";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Para asegurarse de que la impresora está correctamente configurada, asegúrese de que haya papel en la bandeja de papel de la impresora y haga clic en %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Para seguir este paso opcional, coloque un documento de una sola página en el escáner según las marcas de colocación y, después, haga clic en %@. Si funciona correctamente, la imagen escaneada aparecerá en el área de vista previa.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Para seguir este paso opcional, coloque una hoja de papel %@ en la bandeja de la impresora y haga clic en %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "La compatibilidad con frecuencia de banda WiFi %@ está apagada. Enciéndala en el panel de control del dispositivo o seleccione otra red.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Seleccione el dispositivo que desea utilizar y luego haga clic en <b>Continuar</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Nota: cuando hace clic en <b>Unirse</b>, su Mac se desconectará temporalmente de su red inalámbrica. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Haga clic en la etiqueta situada debajo del icono del dispositivo y de a su dispositivo un nombre que se reconozca fácilmente, asegúrese de que se ha seleccionado la red Wi-Fi actual de su Mac y luego haga clic en <b>Unirse</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Haga clic en <b>Abrir HP Utility</b> y luego siga los pasos indicados. Después de que HP Utility se haya abierto, HP Easy Start se cerrará automáticamente.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Haga clic en <b>Continuar en línea</b> para abrir su navegador web y luego siga los pasos indicados. Después de que se haya abierto su navegador, HP Easy Start se cerrará automáticamente.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Encienda su dispositivo para configurarlo fácil y rápidamente, conéctese y empiece a imprimir con HP Easy Start. En pocos pasos sencillos, su impresora o escáner HP estará listo para usarse.";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Seleccione País...";
"Select Language..." = "Seleccione Idioma...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Se requiere una conexión Bonjour para escanear.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Haga clic en <b>Continuar</b> para seguir con la conexión Bonjour.";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Skannaukseen tarvitaan Bonjour-yhteys.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Jatka Bonjour-yhteyden kanssa napsauttamalla <b>Jatka</b>.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Agregue y verifique su dispositivo"; 
"Follow these steps to prepare the device for work." = "Siga estos pasos para preparar el dispositivo para usar.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Configuración no completada";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Si cierra %1$@, puede que no sea capaz de imprimir desde su ordenador.\nIncluso cuando haya conectado su impresora a una red, todavía necesitará instalar los controladores de impresión.\nAdemás, si cierra esta ventana ahora, puede que sus consumibles no se configuren correctamente.\nHaga clic en <b>%2$@</b> para continuar con la configuración (recomendado), en <b>%3$@</b> para descargar e instalar los controladores de la impresora o en <b>%4$@</b> para salir de la aplicación.";

/* Skip online setup button title */
"Skip to Software Download" = "Saltar a Descargar software";

/* Quit application during online setup button title */
"Quit" = "Salir";

"Welcome to %@!" = "¡Bienvenido a %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Encienda su dispositivo para configurar, conectarse y empezar a imprimir fácilmente con HP Easy Start.\nPrepare su impresora o escáner HP para usarlos.";
I_Have_Read_Agreement_prefix = "He leído y acepto el ";
"End_User_License_Agreement" = "Acuerdo de licencia de usuario final";
" and " = " y la ";
"Privacy Statement" = "Declaración de privacidad";
I_Have_Read_Agreement_suffix = ".";
User_Settings_prefix = "Para aprender más o cambiar los ajustes de usuario, ";
"click here" = "haga clic aquí";
User_Settings_suffix = ".";
"User Settings" = "Ajustes de usuario";
"Allow usage information to be sent" = "Permitir enviar información de uso";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP recopila y analiza datos técnicos de uso de la impresora para dispositivos de HP con la intención de ofrecer y mejorar los productos, servicios y las operaciones empresariales, y suministrar información relevante y ventajas. HP también puede analizar estos datos en combinación con otros recopilados según la declaración de privacidad de HP.";
"Allow your %@ software to send data to HP" = "Permitir al software %@ enviar datos a HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "A fin de poder proporcionar una mejor versión del software %@, HP recopilará periódicamente datos de uso anónimos (puede que alguna información se recopile usando Google Analytics) y los transmitirá a HP.";
"Click here to learn more about Google Analytics" = "Haga clic aquí para aprender más sobre Google Analytics";
"Prepare printer for setup" = "Prepare la impresora para su configuración";
"Click <b>Continue</b> after you complete the following tasks." = "Haga clic en <b>Continuar</b> después de completar las tareas siguientes.";
"Make sure the printer is plugged into a power source" = "Asegúrese de que la impresora está conectada a una fuente de alimentación";
"Make sure the printer is turned ON" = "Asegúrese de que la impresora está encendida";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "Para una configuración de la impresora inalámbrica, retire el cable Ethernet o USB que puedan estar conectados a la impresora";
"For assistance with these tasks, consult the information provided with your printer." = "Para obtener ayuda con estas tareas, consulte la información proporcionada con la impresora.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Descargar";
/* Menu item to create new window */
"New Download Window" = "Nueva ventana Descargar";

/* Main screen title */
"Download Software" = "Descargar software";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Escriba el nombre del modelo del dispositivo para comenzar a buscar el software";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Ningún modelo seleccionado";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Mostrar en Buscador";
